{
    "internationalizations": [

    {
        "language": "en",
        "description": " As a seasoned professional with a BSc in Computer Science specializing in Software Engineering, I bring a wealth of experience and expertise to the table. With a passion for programming that ignited in my formative years, I've dedicated myself to the craft of software development, considering it an art form in which I meticulously design, code, and deploy fully functional solutions.
My journey in the field has been marked by a multitude of projects across various domains, showcasing my versatility and proficiency. From full-stack Android/iOS development to web applications with SEO optimization, from intricate Windows ERP systems to consultancy services and cybersecurity analysis—I've navigated through diverse challenges with finesse and determination.
Beyond the confines of my professional responsibilities, I actively engage with online tech communities, contributing solutions and sharing insights to foster collective growth. Additionally, I am deeply committed to leveraging my skills to serve my community, providing practical tech solutions to address real-world issues.
My technical repertoire spans across a spectrum of technologies, including Python, Laravel, Angular, Vue.js, MariaDB, SQLite, and cybersecurity best practices. Furthermore, I harbor a keen interest in exploring advancements in artificial intelligence, continuously expanding my knowledge base.
With a robust portfolio of successful projects and a steadfast dedication to continuous improvement, I am confident in my ability to excel in any endeavor I undertake.
"
    }
    ],
    "medias": [
        {
            "icon": "linkedin",
            "title": "LinkedIn",
            "http": "https://www.linkedin.com/in/emmanuel-korir-0a06b1ba/"
        },
        {
            "icon": "github",
            "title": "GitHub",
            "http": "https://github.com/Emmanuel1017"
        },
        {
            "icon": "facebook",
            "title": "Facebook",
            "http": "https://www.facebook.com/"
        }
    ],
    "hobbies": [
        {
            "icon": "biking",
            "title": "Cycling"
        },
        {
            "icon": "code",
            "title": "Coding"
        },
        {
            "icon": "suitcase-rolling",
            "title": "Travelling"
        },
        {
            "icon": "book",
            "title": "Reading"
        }
    ]
}
