{
    "internationalizations": [
    {
        "language": "en",
          "description": "I am a seasoned Web Developer with over a decade of experience in designing and implementing large-scale enterprise solutions. My expertise spans the entire development lifecycle—from crafting responsive, high-performance front-end interfaces to architecting robust back-end systems. I have a proven track record of delivering scalable and secure applications that integrate seamlessly with complex enterprise systems, including Laboratory Information Management Systems (LIMS) and HL7-compliant healthcare interfaces, ensuring efficient and secure data exchange.\n\nIn the realm of artificial intelligence, I have developed deep expertise in designing, deploying, and maintaining sophisticated machine learning models. My experience includes building end-to-end deployment pipelines, automating model training workflows, and continuously optimizing production systems to drive innovation and improve performance.\n\nI also specialize in creating, deploying, and scaling environments using modern DevOps practices. My skill set includes the design and implementation of CI/CD pipelines, infrastructure automation, and performance optimization strategies that ensure continuous delivery and integration in dynamic, high-pressure environments. Whether it's developing high-impact web applications, pioneering AI solutions, or orchestrating critical system integrations, I consistently leverage cutting-edge technologies and industry best practices to deliver robust, integrated, and scalable solutions that meet complex business requirements."
    }
    ],
    "medias": [
        {
            "icon": "linkedin",
            "title": "LinkedIn",
            "http": "https://www.linkedin.com/in/emmanuel-korir-0a06b1ba/"
        },
        {
            "icon": "github",
            "title": "GitHub",
            "http": "https://github.com/Emmanuel1017"
        },
        {
            "icon": "facebook",
            "title": "Facebook",
            "http": "https://www.facebook.com/"
        }
    ],
    "hobbies": [
        {
            "icon": "biking",
            "title": "Cycling"
        },
        {
            "icon": "code",
            "title": "Coding"
        },
        {
            "icon": "suitcase-rolling",
            "title": "Travelling"
        },
        {
            "icon": "book",
            "title": "Reading"
        }
    ]
}
